// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "锁定资源";

InitializationWarningTitle = "确实要初始化“%@”海量存储设备吗？";
InitializationWarningMsg = "该设备上的所有数据将丢失，您无法撤销此操作。";
InitializeButtonTitle = "初始化";
CancelButtonTitle = "取消";

ControlPanelNoLocking = "不锁定";
ControlPanelMinimalLocking = "最小锁定";
ControlPanelModerateLocking = "中等锁定";
ControlPanelIntermediateLocking = "光面纸锁定";
ControlPanelMaximalLocking = "最大锁定";

TaskDescription = "通过更改控制面板和存储设备访问权限来管理资源。";
PanelLockLabel = "控制面板访问级别：";
LockNote = "单击此复选框可锁定或解锁海量存储设备。";
LockColumnTitle = "锁定";
UnitColumnTitle = "海量存储设备";
InitializeUnitButtonTitle = "初始化选定的海量存储设备";
ApplyButtonTitle = "立即应用";